EditorConfig.EditorConfig
PeterJausovec.vscode-docker
RobinMalfait.prettier-eslint-vscode
Shan.code-settings-sync
WallabyJs.quokka-vscode
akamud.vscode-javascript-snippet-pack
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.tslint
gerane.Theme-Solarized-light
mkxml.vscode-filesize
mohsen1.prettify-json
mrmlnc.vscode-scss
robertohuertasm.vscode-icons
samschneller.git-common-commands-suite
sbrink.elm
shanoor.vscode-nginx
wix.vscode-import-cost
xabikos.JavaScriptSnippets
